Revit 2027 API
ImageType.Status Property
 The status of the image
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ImageTypeStatus Status { get; }
Public ReadOnly Property Status As ImageTypeStatus
	Get
public:
property ImageTypeStatus Status {
	ImageTypeStatus get ();
}
member Status : ImageTypeStatus with get
Property Value
ImageTypeStatus
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace